export default function InfoSection() {
  return (
    <section className="section" id="info" dir="rtl" style={{ textAlign: 'center' }}>
      <h2 style={{ textAlign: 'center' }}>معلومات عنا</h2>
      <p style={{ textAlign: 'right' }}>
      نحن في A&A أحمد علي للمحاسبة والاستشارات نمتلك خبرة تمتد لأكثر من ٣٥ عامًا في تقديم خدمات محاسبية وضريبية وقانونية احترافية.

نقدم استشارات شاملة في محاسبة شركات الأموال، الحسابات الفردية، الضرائب العامة، القيمة المضافة، تأسيس الشركات، تسجيل العلامات التجارية، والقوائم المالية.

بفضل اعتمادنا كمحاسب قانوني وخبرتنا مع كبرى الشركات مثل أسماك الحوراني، الرشيدي الميزان الأصلي، سڤن داي، دلتا مصر جروب، دلتا للدواجن، نضمن لعملائنا حلولًا دقيقة تعزز نمو أعمالهم وثقتهم.
هدفنا هو تبسيط التعقيدات المالية، وتحقيق أفضل النتائج الضريبية لعملائنا بكل شفافية ومهنية.

      </p>
    </section>
  );
}
